Autodesk.Revit.Exceptions.CentralModelException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.CentralModelException
The base class for exceptions that are
common to both file-based and server-based central models or
specific to just file-based central models.
Since: 2014